Repository: george2/spun
Catalog: lang/*.po
Languages: ca, de, el, es, fr, it, nl_be, pl, pt_br

source: Simple pacman update notifier, v0.3
ca: Un notificador d'actualitzacions del Pacman senzill, v0.3
it: Semplice notificatore aggiornamenti pacman, v0.3
nl_be: Eenvoudige pacman updatemelder, v0.3
pt_br: Notificador simples de atualização pacman , v0.3

source: Usage: spun [OPTIONS]
ca: Sintaxi: spun [OPCIONS]
de: Verwendung: spun [OPTIONEN]
el: Χρήση: spun [options]
es: Uso: spun [OPCIONES]
fr: Utilisation : spun [OPTIONS]
it: Uso: spun [OPZIONI]
nl_be: Gebruik: spun [OPTIES]
pl: Użycie: spun [OPCJE]
pt_br: Uso: spun [OPTIONS]

source: Options:
ca: Opcions:
de: Optionen:
el: Επιλογές:
es: Opciones:
it: Opzioni:
nl_be: Opties:
pl: Opcje:
pt_br: Opções :

source: -g, --gui show the kdialog configuration GUI
ca: -g, --gui mostra la IGU de configuració del kdialog
de: -g, --gui zeigt die kdialog-Konfigurationsoberfläche
el: -g, --gui εμφάνιση του kdialog γραφικού περιβάλλοντος ρύθμισης
es: -g, --gui muestra la interfaz de configuración de kdialog
fr: -g, --gui affiche le GUI kdialog de configuration
it: -g, --gui mostra la configurazione grafica Kdialog
nl_be: -g, --gui toont de kdialoog configuratie GUI
pl: -g, --gui wyświetla kdialog z graficznym interfejsemkonfiguracji
pt_br: -g, --gui mostra a GUI de configuração do kdialog

source: kdialog cannot be found
ca: no s'ha pogut trobar el kdialog
de: kdialog kann nicht gefunden werden
el: δεν είναι δυνατή η εύρεση του kdialog
es: no se puede encontrar kdialog
fr: kdialog est introuvable
it: kdialog non è stato trovato
nl_be: kdialog kan niet gevonden worden
pl: kdialog nieodnaleziony
pt_br: kdialog não pode ser encontrado

source: spun is already running!\nonly one instance can be run at a time.
ca: l'spun ja s'està executant!\nnomés es pot executar una instància alhora.
de: spun läuft schon!\nNur eine Instanz kann zur selben Zeit laufen.
el: το spun εκτελείται ήδη!\n μόνο μία διεργασία μπορεί να εκτελείται κάθε φορά.
es: spun ya se está ejecutando\nsólo se puede ejecutar una vez.
fr: spun est déjà lancé !\nune seule instance peut être lancée à la fois."
it: spun è gia in esecuzione!\nÈ possibile eseguire una sola istanza alla volta.
nl_be: spun draait al!\ner kan maar één instantie per keer draaien.
pl: spun jest już uruchomiony!\nw danej chwili może działać jedna instancja.
pt_br: spun já está em execução!\nSó se pode executar uma vez.

source: Bad value for 'waittime' variable.\nMust be an integer between 1 and 10080.
ca: Valor erroni per a la variable «waittime»\nHa de ser un sencer entre 1 i 10080.
de: Fehlerhafter Wert für die Variable 'waittime'.\nMuss eine Ganzzahl zwischen 1 und 10080 sein.
el: Λανθασμένη τιμή για τη μεταβλητή 'waittime'.\nΠρέπει να είναι ακέραιος μεταξύ 1 και 10080.
es: Valor erróneo para la variable 'waittime'\nDebe ser un entero entre 1 y 10080.
fr: Mauvaise valeur pour la variable 'waittime'.\nElle doit être un entier compris entre 1 et 100080.
it: Valore errato per la variabile 'waittime'.\nDeve essere un numero intero fra 1 e 10080.
nl_be: Slechte waarde voor de 'wachttijd' variable.\nHet moet een integer tussen 1 en 10080 zijn.
pl: Nieprawidłowa wartość 'waittime'.\nWprowadź liczbę całkowitą 1 - 10080.
pt_br: Valor incorreto para 'waittime' variável.\nDeve ser um número inteiro entre 1 e 10080.

source: :: Starting spun...
ca: :: S'està iniciant l'spun...
de: :: Starte spun...
el: :: Εκκίνηση spun...
es: :: Iniciando spun...
fr: :: Lancement de SPUN ::
it: :: Avvio di spun...
nl_be: :: Spun starten...
pl: :: Uruchamiam spun...
pt_br: :: Iniciando spun...

source: [Done]
ca: [Fet]
de: [Fertig]
el: [Ολοκληρώθηκε]
es: [Hecho]
fr: [Fait]
it: [Fatto]
nl_be: [Gereed]
pl: [Gotowe]
pt_br: [Feito]

source: Sorry, kdialog cannot be found.
ca: No s'ha pogut trobar el kdialog.
de: Entschuldigung, kdialog wurde nicht gefunden.
el: Συγγνώμη, δεν είναι δυνατή η εύρεση του kdialog.
es: Lo siento, no se encuentra kdialog.
fr: Désolé, kdialog est introuvable.
it: Spiacente, kdialog non è stato trovato.
nl_be: Sorry, kdialoog kon niet gevonden worden.
pl: Niestety nie odnaleziono kdialog.
pt_br: Desculpe, kdialog não pode ser encontrado.

source: Minutes to wait between each check for updates:
ca: Minuts d'espera entre cada comprovació de les actualitzacions:
de: Wartezeit zwischen jeder Aktualisierungsprüfung in Minuten:
el: Λεπτά αναμονής ανάμεσα σε κάθε έλεγχο για ενημερώσεις:
es: Minutos entre cada comprobación de actualizaciones:
fr: Intervalle en minutes entre chaque vérification de disponibilité de mises à jour :
it: Minuti da aspettare fra ogni controllo degli aggiornamenti:
nl_be: Aantal minuten wachttijd tussen elke controle op updates:
pl: Minuty między wyszukiwaniami aktualizacji:
pt_br: Minutos de espera entre cada verificação de atualizações:

source: SPUN Config
ca: Configuració de l'SPUN
de: SPUN-Konfiguration
el: Ρυθμίσεις SPUN
es: Configuración de SPUN
pl: Konfiguracja SPUN
pt_br: Configuração do SPUN

source: The value you specified is invalid.
ca: El valor que heu especificat no és vàlid.
de: Der angegebene Wert ist ungültig.
el: Η καθορισμένη τιμή δεν είναι έγκυρη.
es: El valor que ha especificado no es válido.
fr: La valeur spécifiée est invalide.
it: Il valore specificato è invalido
nl_be: De voorgestelde waarde is ongeldig.
pl: Wprowadzona wartość jest niekaceptowalna.
pt_br: O valor especificado é inválido.

source: Choose notification icon - SPUN Config
ca: Trieu la icona de notificació - Configuració de l'SPUN
de: Wähle das Benachrichtigungs-Icon - SPUN-Konfiguration
el: Επιλέξτε εικονίδιο ειδοποίησης - Ρυθμίσεις SPUN
es: Elija el icono de notificación - Configuración de SPUN
fr: Choisissez l'icône de notification - SPUN Config
it: Scegli l'icona di notifica - SPUN Config
nl_be: Kies meldingsicoon - SPUN Config
pl: Wybierz ikonę powiadomienia - Konfiguracja SPUN
pt_br: Escolha o ícone de notificação - Configuração do SPUN

source: Configuration saved.\nThe script must be restarted for changes to take effect.
ca: S'ha desat la configuració\nL'script s'ha de reiniciar per tal que els canvis siguin efectius.
de: Konfiguration gespeichert.\nDas Skript muss neu gestartet werden, damit die Änderungen übernommen werden.
el: Οι ρυθμίσεις αποθηκεύτηκαν.\nΠρέπει να επανεκκινήσετε το σενάριο για να εφαρμοστούν οι αλλαγές.
es: Configuración guardada.\nSe debe reiniciar el script para que se apliquen los cambios.
fr: Configuration enregistrée.\nLe script doit être redémarré pour que les changements prennent effet.
it: Configurazione salvata\nLo script deve essere riavviato per rendere effettivo il cambiamento.
nl_be: Configuratie opgeslaan.\nHet script moet herstart worden vooral wijzigingen plaats vinden.
pl: Konfiguracja zapisana.\nPrzed wprowadzeniem zmian skrypt musi zostać zrestartowany.
pt_br: Configuração salva.\nO scipt deve ser reiniciado para que as alterações tenham efeito

source: Configuration could not be saved.\nMake sure /etc/spun.conf exists and ~/.spunrc is writable.
ca: No s'ha pogut desar la configuració\nAssegureu-vos de que /etc/spun.conf existeix i de que ~/spunrc es escrivible.
de: Konfiguration konnte nicht gespeichert werden.\nStelle sicher, dass /etc/spun.conf existiert und dass ~/.spunrc beschreibbar ist.
el: Οι ρυθμίσεις ήταν αδύνατο να αποθηκευτούν.\nΣιγουρευτείτε ότι υπάρχει το /etc/spun.conf και το ~/.spunrc είναι εγγράψιμο.
es: No se pudo guardar la configuración.\nAsegúrese de que existe /etc/spun.conf y de que tiene permisos de escritura en ~/.spunrc
fr: La configuration n'a pu être enregistrée.\nVérifiez que /etc/spun.conf existe et que ~/.spunrc est autorisé en écriture.
it: Non è possibile salvare la configurazione.\n Assicurati che /etc/spun.conf esista e che ~/.spunrc sia scrivibile.
nl_be: Configuratie kon niet worden opgeslaan.\nZorg er voor dat /etc/spun.conf bestaat en ~/.spunrc beschrijfbaar is.
pl: Konfiguracja nie została zapisana.\nSprawdź, czy /etc/spun.conf istnieje, a ~/.spunrc jest nadpisywalny.
pt_br: Configuração não pode ser salva.\nCertifique-se que existe /etc/spun.conf e que possui permissão de escrita em ~/.spunrc .

source: 'There are updates available!'
ca: 'Hi ha actualitzacions disponibles!'
de: 'Es sind Aktualisierungen verfügbar!'
el: 'Υπάρχουν διαθέσιμες ενημερώσεις!'
es: 'Hay actualizaciones disponibles'
fr: 'Il y a des mises à jour disponibles !'
it: 'Sono disponibili degli aggiornamenti!'
nl_be: 'Er zijn updates beschikbaar!'
pl: 'Dostępne są nowe aktualizacje!'
pt_br: 'Há atualizações disponíveis!'

source: Updates are available for the following package(s): \n
ca: Hi ha actualitzacions disponibles per als seguents paquets: \n
de: Aktualisierungen für folgende(s) Paket(e) sind verfügbar: \n
el: Υπάρχουν διαθέσιμες ενημερώσεις για τα ακόλουθα πακέτα: \n
es: Hay actualizaciones disponibles para los paquetes siguientes: \n
fr: Des mises à jour sont disponibles pour le(s) paquet(s) suivant(s) : \n
it: È disponibile un aggiornamento per il seguente pacchetto(i): \n
nl_be: Updates zijn beschikbaar voor de volgende pakketten: \n
pl: Aktualizacje są dostępne dla następujących pakietów: \n
pt_br: Atualizações disponíveis para os seguintes pacote(s): \n

source: /etc/spun.conf cannot be found or is invalid!
ca: no s'ha pogut trobar /etc/spun.conf o no és vàlid!
de: /etc/spun.conf konnte nicht gefunden werden oder ist ungültig!
el: To /etc/spun.conf δεν ήταν δυνατό να ανευρεθεί ή δεν ήταν έγκυρο!
es: /etc/spun.conf no se encuentra o no es válido.
fr: /etc/spun.conf est introuvable ou est invalide !
it: Non è possibile trovare /etc/spun.conf o il file è non valido!
nl_be: /etc/spun.conf kon niet gevonden worden of is ongeldig!
pl: /etc/spun.conf nieodnaleziony lub uszkodzony!
pt_br: /etc/spun.conf não pode ser encontrado ou é inválido!

source: Simple pacman update notifier, v0.2.4
de: Einfacher pacman-Aktualisierungsanzeiger, SPUN v0.2.4
el: Απλός ειδοποιητής ενημερώσεων του Pacman, v0.2.4
es: Sencillo notificador de actualizaciones de pacman
fr: Simple notificateur de mise à jour pacman, v0.2.4
pl: Prosty sygnalizator aktualizacji pacmana, SPUN v0.2.4
