Repository: george2/spun
Catalog: lang/el2.po
Languages: el

source: Simple pacman update notifier, v0.3
el: Απλή ειδοποίηση ενημερώσεων pacman, v0.3

source: Usage: spun [OPTIONS]
el: Χρήση: spun [επιλογές]

source: Options:
el: Επιλογές:

source: -g, --gui show the kdialog configuration GUI
el: -g, --gui εμφάνιση του γραφικού περιβάλλοντος διαμόρφωσης kdialog

source: kdialog cannot be found
el: Δεν βρεθηκε το kdialog

source: spun is already running!\nonly one instance can be run at a time.
el: Το spun εκτελείται ήδη!\nεπιτρέπεται μόνο μία διεργασία κάθε φορά.

source: Bad value for 'waittime' variable.\nMust be an integer between 1 and 10080.
el: Μη έγκυρη τιμή για τη μεταβλητή 'waittime'.\nΠρέπει να είναι ακέραιος μεταξύ 1 και 10080.

source: :: Starting spun...
el: :: Εκκίνηση spun...

source: [Done]
el: [Τέλος]

source: Sorry, kdialog cannot be found.
el: Δυστυχώς, δεν βρεθηκε το kdialog.

source: Minutes to wait between each check for updates:
el: Το διάστημα μεταξύ των ελέγχων για ενημερώσεις (λεπτά):Κάθε πότε γίνεται έλεγχος για ενημερώσεις (λεπτά):

source: SPUN Config
el: Διαμόρφωση SPUN

source: The value you specified is invalid.
el: Η τιμή που δώσατε δεν είναι έγκυρη.

source: Choose notification icon - SPUN Config
el: Επιλογή εικονιδίου - Διαμόρφωση SPUN

source: Configuration saved.\nThe script must be restarted for changes to take effect.
el: Οι ρυθμίσεις αποθηκεύτηκαν.\nΤο σενάριο πρέπει να εκκινηθεί ξανά για την εφαρμογή των αλλαγών.

source: Configuration could not be saved.\nMake sure /etc/spun.conf exists and ~/.spunrc is writable.
el: Οι ρυθμίσεις δεν αποθηκεύτηκαν.\nΒεβαιωθείτε ότι το /etc/spun.conf υπάρχει και ότι το ~/.spunrc είναι εγγράψιμο.

source: 'There are updates available!'
el: 'Υπάρχουν διαθέσιμες ενημερώσεις'

source: Updates are available for the following package(s): \n
el: Υπάρχουν διαθέσιμες ενημερώσεις για το ακόλουθα πακέτα: \n

source: /etc/spun.conf cannot be found or is invalid!
el: Το /etc/spun.conf δεν βρέθηκε ή δεν είναι έγκυρο!
